tutorials/multiphase/settlingFoam/ras/tank3D/Allrun
#!/bin/sh
# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

application=`getApplication`

#runApplication blockMesh
runApplication $application
